Repository: Tymcio/notchflow
Catalog: Sources/NotchFlow/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, pl

source: NotchFlow only works on MacBooks with a display notch. This Mac has no notch, so the app cannot start. Supported: MacBook Pro / Air with notch (macOS 14+, Apple Silicon).
de: NotchFlow funktioniert nur auf MacBooks mit Display-Notch. Dieser Mac hat keine Notch, daher kann die App nicht starten. Unterstützt: MacBook Pro / Air mit Notch (macOS 14+, Apple Silicon).
es: NotchFlow solo funciona en MacBook con notch en la pantalla. Este Mac no tiene notch, por lo que la app no puede iniciarse. Compatible: MacBook Pro / Air con notch (macOS 14+, Apple Silicon).
it: NotchFlow funziona solo su MacBook con notch nel display. Questo Mac non ha notch, quindi l'app non può avviarsi. Supportati: MacBook Pro / Air con notch (macOS 14+, Apple Silicon).
pl: NotchFlow działa tylko na MacBookach z wycięciem (notch) w ekranie. Ten Mac nie ma notcha, więc aplikacja nie może się uruchomić. Obsługiwane: MacBook Pro / Air z notchem (macOS 14+, Apple Silicon).

source: NotchFlow requires a MacBook with a notch
de: NotchFlow erfordert ein MacBook mit Notch
es: NotchFlow requiere un MacBook con notch
it: NotchFlow richiede un MacBook con notch
pl: NotchFlow wymaga MacBooka z notchem

source: NotchFlow tracks the cursor globally (requires Accessibility).
de: NotchFlow erfasst den Cursor global (Bedienungshilfen erforderlich).
es: NotchFlow detecta el cursor globalmente (requiere Accesibilidad).
it: NotchFlow rileva il cursore globalmente (richiede Accessibilità).
pl: NotchFlow wykrywa kursor globalnie (wymaga Dostępności).

source: NotchFlow will request camera access. Continue?
de: NotchFlow wird Kamerazugriff anfordern. Fortfahren?
es: NotchFlow solicitará acceso a la cámara. ¿Continuar?
it: NotchFlow richiederà accesso alla fotocamera. Continuare?
pl: NotchFlow poprosi o dostęp do kamery. Kontynuować?

source: NotchFlow — hover the notch to open
de: NotchFlow — zum Öffnen mit dem Cursor über die Notch fahren
es: NotchFlow — pasa el cursor sobre el notch para abrir
it: NotchFlow — passa il mouse sul notch per aprire
pl: NotchFlow — najedź na notch, aby otworzyć

source: Notes
de: Notizen
es: Notas
it: Note
pl: Notatki

source: Notes: %lld/%lld
de: Notizen: %lld/%lld
es: Notas: %lld/%lld
it: Note: %lld/%lld
pl: Notatki: %lld/%lld

source: Notification
de: Mitteilung
es: Notificación
it: Notifica
pl: Powiadomienie

source: Notification content is kept in RAM only and is not saved to disk.
de: Mitteilungsinhalte werden nur im RAM gehalten und nicht auf der Festplatte gespeichert.
es: El contenido de las notificaciones se guarda solo en RAM y no en disco.
it: Il contenuto delle notifiche resta solo in RAM e non viene salvato su disco.
pl: Treść powiadomień jest trzymana wyłącznie w pamięci RAM i nie jest zapisywana na dysk.

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
pl: Powiadomienia

source: Notifications from native apps installed on your Mac. Separate from the same service running inside Rambox.
de: Mitteilungen von nativ installierten Mac-Apps — getrennt von derselben Dienst in Rambox.
es: Notificaciones de apps nativas instaladas en el Mac, separadas del mismo servicio en Rambox.
it: Notifiche dalle app native installate sul Mac, separate dallo stesso servizio in Rambox.
pl: Powiadomienia z natywnych aplikacji zainstalowanych na Macu. Osobno od tej samej usługi w Ramboxie.

source: Off by default — enable only if you use Raycast integration.
de: Standardmäßig aus — nur aktivieren bei Raycast-Integration.
es: Desactivado por defecto — activa solo si usas integración Raycast.
it: Disattivato di default — abilita solo con integrazione Raycast.
pl: Wyłączone domyślnie — włącz tylko jeśli używasz integracji Raycast.

source: Open
de: Öffnen
es: Abrir
it: Apri
pl: Otwórz

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
it: Apri Impostazioni di Sistema
pl: Otwórz ustawienia systemowe

source: Open camera settings
de: Kameraeinstellungen öffnen
es: Abrir ajustes de cámara
it: Apri impostazioni fotocamera
pl: Otwórz ustawienia kamery

source: Open in Calendar
de: In Kalender öffnen
es: Abrir en Calendario
it: Apri in Calendario
pl: Otwórz w Kalendarzu

source: Open license activation
de: Lizenzaktivierung öffnen
es: Abrir activación de licencia
it: Apri attivazione licenza
pl: Otwórz aktywację licencji

source: Open meeting
de: Meeting öffnen
es: Abrir reunión
it: Apri riunione
pl: Otwórz spotkanie

source: Paste again
de: Erneut einfügen
es: Pegar de nuevo
it: Incolla di nuovo
pl: Wklej ponownie

source: Paste the key from your purchase at notchflow.eu (e.g. NOTCHFLOW_… or UUID from Polar email).
de: Füge den Schlüssel vom Kauf auf notchflow.eu ein (z. B. NOTCHFLOW_… oder UUID aus der Polar-E-Mail).
es: Pega la clave de tu compra en notchflow.eu (p. ej. NOTCHFLOW_… o UUID del correo Polar).
it: Incolla la chiave dall'acquisto su notchflow.eu (es. NOTCHFLOW_… o UUID dall'e-mail Polar).
pl: Wklej klucz z zakupu na notchflow.eu (np. NOTCHFLOW_… lub UUID z e-maila Polar).

source: Pause playback
de: Pause
es: Pausar
it: Pausa
pl: Wstrzymaj

source: Permissions
de: Berechtigungen
es: Permisos
it: Permessi
pl: Uprawnienia

source: Pin
de: Anheften
es: Fijar
it: Fissa
pl: Przypnij

source: Pin permanently
de: Dauerhaft anheften
es: Fijar permanentemente
it: Fissa permanentemente
pl: Przypnij na stałe

source: Pinned
de: Angeheftet
es: Fijados
it: Fissati
pl: Przypięte

source: Play
de: Wiedergabe
es: Reproducir
it: Riproduci
pl: Odtwórz

source: Premium unlocks custom island size and themes.
de: Premium schaltet individuelle Inselgröße und Designs frei.
es: Premium desbloquea tamaño de isla y temas personalizados.
it: Premium sblocca dimensioni isola e temi personalizzati.
pl: Premium odblokowuje własny rozmiar wyspy i motywy.

source: Previous month
de: Vorheriger Monat
es: Mes anterior
it: Mese precedente
pl: Poprzedni miesiąc

source: Previous track
de: Vorheriger Titel
es: Pista anterior
it: Brano precedente
pl: Poprzedni utwór

source: Privacy
de: Datenschutz
es: Privacidad
pl: Prywatność

source: Quick note…
de: Schnelle Notiz…
es: Nota rápida…
it: Nota rapida…
pl: Szybka notatka…

source: Quit NotchFlow
de: NotchFlow beenden
es: Salir de NotchFlow
it: Esci da NotchFlow
pl: Zakończ NotchFlow

source: Release activation (Polar)
de: Aktivierung freigeben (Polar)
es: Liberar activación (Polar)
it: Rilascia attivazione (Polar)
pl: Zwolnij aktywację (Polar)

source: Remove
de: Entfernen
es: Eliminar
it: Rimuovi
pl: Usuń

source: Remove from list
de: Aus Liste entfernen
es: Quitar de la lista
it: Rimuovi dall'elenco
pl: Usuń z listy

source: Remove from this Mac
de: Von diesem Mac entfernen
es: Quitar de este Mac
it: Rimuovi da questo Mac
pl: Usuń z tego Maca

source: Resume
de: Fortsetzen
es: Reanudar
it: Riprendi
pl: Wznów

source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
it: Mostra nel Finder
pl: Pokaż w Finderze

source: Save now
de: Jetzt speichern
es: Guardar ahora
it: Salva ora
pl: Zapisz teraz

source: Search history…
de: Verlauf durchsuchen…
es: Buscar en historial…
it: Cerca nella cronologia…
pl: Szukaj w historii…

source: Search in Premium
de: Suche in Premium
es: Búsqueda en Premium
it: Ricerca in Premium
pl: Wyszukiwanie w Premium

source: Security and privacy policy
de: Sicherheits- und Datenschutzrichtlinie
es: Política de seguridad y privacidad
it: Informativa sicurezza e privacy
pl: Polityka bezpieczeństwa i prywatności

source: Sends title and artist to lrclib.net only while playing and only when enabled.
de: Sendet Titel und Künstler nur während der Wiedergabe und nur wenn aktiviert an lrclib.net.
es: Envía título y artista a lrclib.net solo durante la reproducción y si está activado.
it: Invia titolo e artista a lrclib.net solo durante la riproduzione e se abilitato.
pl: Wysyła tytuł i artystę do lrclib.net wyłącznie podczas odtwarzania i tylko gdy włączone.

source: Settings…
de: Einstellungen…
es: Ajustes…
it: Impostazioni…
pl: Ustawienia…

source: Share track titles for lyrics lookup
de: Tracktitel für Songtext-Suche teilen
es: Compartir títulos para búsqueda de letras
it: Condividi titoli brani per ricerca testi
pl: Udostępniaj tytuły utworów do wyszukiwania tekstów

source: Shelf
de: Ablage
es: Bandeja
it: Mensola
pl: Półka

source: Short break.
de: Kurze Pause.
es: Descanso corto.
it: Pausa breve.
pl: Krótka przerwa.

source: Show Notch Island
de: Notch-Insel anzeigen
es: Mostrar isla Notch
it: Mostra isola Notch
pl: Pokaż wyspę Notch

source: Show incoming calls in the island
de: Eingehende Anrufe in der Insel anzeigen
es: Mostrar llamadas entrantes en la isla
it: Mostra chiamate in arrivo nell'isola
pl: Pokazuj połączenia przychodzące w wyspie

source: Show notifications from selected apps in the island
de: Mitteilungen ausgewählter Apps in der Insel anzeigen
es: Mostrar notificaciones de apps seleccionadas en la isla
it: Mostra notifiche delle app selezionate nell'isola
pl: Pokazuj powiadomienia wybranych aplikacji w wyspie

source: Start API to see address
de: API starten, um Adresse anzuzeigen
es: Inicia la API para ver la dirección
it: Avvia API per vedere l'indirizzo
pl: Uruchom API, aby zobaczyć adres

source: Start stopwatch
de: Stoppuhr starten
es: Iniciar cronómetro
it: Avvia cronometro
pl: Start stopera

source: Starting API…
de: API wird gestartet…
es: Iniciando API…
it: Avvio API…
pl: Uruchamianie API…

source: Stopwatch
de: Stoppuhr
es: Cronómetro
it: Cronometro
pl: Stoper

source: Stores recent copied text and links locally. Passwords and concealed pasteboard entries are skipped. Off by default.
de: Speichert zuletzt kopierte Texte und Links lokal. Passwörter und verdeckte Zwischenablageeinträge werden übersprungen. Standardmäßig aus.
es: Guarda localmente textos y enlaces copiados recientemente. Se omiten contraseñas y entradas ocultas del portapapeles. Desactivado por defecto.
it: Salva localmente testi e link copiati di recente. Password e voci nascoste degli appunti vengono ignorate. Disattivato di default.
pl: Zapisuje lokalnie ostatnie skopiowane teksty i linki. Hasła i ukryte wpisy ze schowka są pomijane. Domyślnie wyłączone.

source: System default
de: Systemstandard
es: Predeterminado del sistema
it: Predefinita di sistema
pl: Domyślny systemu

source: Tap to enable camera
de: Tippen, um Kamera zu aktivieren
es: Toca para activar la cámara
it: Tocca per attivare la fotocamera
pl: Dotknij, aby włączyć kamerę

source: Temporary
de: Temporär
es: Temporales
it: Temporanei
pl: Tymczasowe

source: Temporary files
de: Temporäre Dateien
es: Archivos temporales
it: File temporanei
pl: Tymczasowe pliki

source: The annual license has expired.
de: Die Jahreslizenz ist abgelaufen.
es: La licencia anual ha caducado.
it: La licenza annuale è scaduta.
pl: Roczna licencja wygasła.

source: The island won't appear when a selected app is active.
de: Die Insel erscheint nicht, wenn eine ausgewählte App aktiv ist.
es: La isla no aparecerá cuando una app seleccionada esté activa.
it: L'isola non apparirà quando un'app selezionata è attiva.
pl: Wyspa nie pojawi się, gdy aktywna jest wybrana aplikacja.

source: The license key is invalid.
de: Der Lizenzschlüssel ist ungültig.
es: La clave de licencia no es válida.
it: La chiave di licenza non è valida.
pl: Klucz licencyjny jest nieprawidłowy.

source: The macOS banner in the corner is closed automatically once the notification appears in the notch.
de: Das macOS-Banner in der Ecke wird automatisch geschlossen, sobald die Mitteilung in der Notch erscheint.
es: El banner de macOS en la esquina se cierra automáticamente en cuanto la notificación aparece en el notch.
it: Il banner di macOS nell'angolo viene chiuso automaticamente non appena la notifica appare nel notch.
pl: Dymek macOS w rogu ekranu jest zamykany automatycznie, gdy tylko powiadomienie pojawi się w notchu.

source: Theme
de: Design
es: Tema
it: Tema
pl: Motyw

source: Time for a break — breathe
de: Zeit für eine Pause — atme
es: Hora del descanso — respira
it: Tempo di pausa — respira
pl: Czas na przerwę — oddychaj

source: Time is up.
de: Die Zeit ist abgelaufen.
es: Se acabó el tiempo.
it: Tempo scaduto.
pl: Czas minął.

source: Timer finished
de: Timer beendet
es: Temporizador finalizado
it: Timer terminato
pl: Minutnik zakończony

source: Today
de: Heute
es: Hoy
it: Oggi
pl: Dzisiaj

source: Updates disabled in local build.
de: Updates im lokalen Build deaktiviert.
es: Actualizaciones desactivadas en compilación local.
it: Aggiornamenti disabilitati nel build locale.
pl: Aktualizacje wyłączone w lokalnym buildzie.

source: Using Rambox? Enable Rambox in the list — WhatsApp, Telegram, and MSN notifications go through Rambox, not native apps.
de: Rambox nutzen? Aktiviere Rambox in der Liste — WhatsApp-, Telegram- und MSN-Mitteilungen laufen über Rambox, nicht native Apps.
es: ¿Usas Rambox? Activa Rambox en la lista — las notificaciones de WhatsApp, Telegram y MSN van por Rambox, no por apps nativas.
it: Usi Rambox? Abilita Rambox nell'elenco — le notifiche di WhatsApp, Telegram e MSN passano da Rambox, non dalle app native.
pl: Używasz Rambox? Włącz Rambox na liście — powiadomienia z WhatsApp, Telegram i MSN idą przez Rambox, nie przez natywne apki.

source: Violet
de: Violett
es: Violeta
it: Viola
pl: Fiolet

source: Volume
de: Lautstärke
es: Volumen
pl: Głośność

source: When disabled, other apps cannot control NotchFlow via notchflow://. Camera mirror requires additional confirmation.
de: Wenn deaktiviert, können andere Apps NotchFlow nicht über notchflow:// steuern. Kameraspiegel erfordert zusätzliche Bestätigung.
es: Si está desactivado, otras apps no pueden controlar NotchFlow vía notchflow://. El espejo de cámara requiere confirmación adicional.
it: Se disattivato, altre app non possono controllare NotchFlow via notchflow://. Lo specchio della fotocamera richiede conferma aggiuntiva.
pl: Gdy wyłączone, inne aplikacje nie mogą sterować NotchFlow przez adres notchflow://. Lustro kamery wymaga dodatkowego potwierdzenia.

source: Without Accessibility, a fallback zone along the top edge is used. For the fastest response, enable NotchFlow in System Settings → Privacy → Accessibility.
de: Ohne Bedienungshilfen wird ein Ersatzbereich am oberen Bildschirmrand verwendet. Für die schnellste Reaktion aktiviere NotchFlow unter Systemeinstellungen → Datenschutz → Bedienungshilfen.
es: Sin Accesibilidad se usa una zona de respaldo en el borde superior. Para la respuesta más rápida, activa NotchFlow en Ajustes del Sistema → Privacidad → Accesibilidad.
it: Senza Accessibilità viene usata una zona di riserva sul bordo superiore. Per la risposta più rapida, abilita NotchFlow in Impostazioni di Sistema → Privacy → Accessibilità.
pl: Bez Dostępności działa tryb zapasowy nad górną krawędzią ekranu. Dla najszybszej reakcji włącz NotchFlow w Ustawienia → Prywatność → Dostępność.

source: API Token
es: Token API
it: Token API
pl: Token API

source: Limit: %lld/%lld
es: Límite: %lld/%lld
it: Limite: %lld/%lld

source: Live
es: En vivo
pl: Na żywo

source: Notch hover
es: Cursor sobre el notch
it: Passaggio sul notch
pl: Najechanie na notch

source: Pause
es: Pausa
it: Pausa
pl: Pauza

source: Raycast (optional)
es: Raycast (opcional)
it: Raycast (opzionale)
pl: Raycast (opcjonalnie)

source: Start
es: Iniciar
it: Avvia

source: Timer
es: Temporizador
pl: Minutnik

source: W
es: S
it: S
pl: T

source: Web app container
es: Contenedor de apps web
it: Contenitore app web
pl: Kontener aplikacji webowych

source: Apps
it: App
pl: Aplikacje

source: Plan
it: Piano
